/* connection error alert title */
"connection error" = "connection error";

/* Mobile number or password are not correct */
"Mobile number or password are not correct" = "Mobile number or password are not correct";

/* No internet connection available */
"No internet connection available" = "No internet connection available";

/* no success alert title */
"no success" = "no success";

/* Last refresh at */
"Last refresh at" = "Last refresh at %@";

/* MB to use */
"MB to use" = "%@ to use\n  ";

/* MB used */
"MB used" = "%@ used\n  ";

/* Password */
"Password" = "Password";

/* Proximus Mobile Number */
"Proximus Mobile Number" = "Proximus Mobile Number";

/* usage from to */
"usage from to" = "usage from %1$@ to %2$@";

